---
kind: other
id: Properties.T:Autodesk.Revit.UI.Events.FormulaEditingEventArgs
source: html/d1f24cc8-46a8-9877-be8e-0e011608d436.htm
---
# FormulaEditingEventArgs Properties

Indicates whether an event may be cancelled by an event delegate.